const articles = [
  {
    slug: 'class-and-class-war', date: { bg: '08 април 2026', en: '08 April 2026' }, minutes: 5,
    bg: {
      title: ' Класа и класова борба', excerpt: 'Какво е класа и класова борба?',
      paragraphs: [
        'Изглежда, че каквото и да се случва в България, колкото и правителства да паднат, колкото и нови партии да влязат в „Народното“ събрание нещата стремглаво вървят надолу. Въпреки това за нашите политици няма вчера, има само утре – вчера е за вчера, тогава не успяхме нищо да променим, но ако пък отново гласувате за нас обещаваме, че всичко ще постигнем!',
        'Но защо това е така? Какво пречи на промяната?',
        'За да разберем защо в българското общество от десетилетия насам няма истинска промяна, трябва да разберем, че обществото се движи от класовата борба, а не от „свободното съревнование на идеите“.',
		'Какво е класова борба? Какво изобщо е класа?',
		'Най-общо погледнато, обществото се дели на хора, които продават работната си сила и срещу нея получават заплата и на такива, които купуват тази работна сила, така че да създадат продукт или услуга, които след това да продадат с печалба. Тези, които продават труда си спадат към работническата класа, а тези, които ползват наемен труд с цел извличане на печалба – към капиталистическата класа. Разбира се, съществуват и хора, които не спадат към тези две класи, но в повечето страни те са малка част от населението.',
		' Защо именно това е значението на думата класа от марксистка гледна точка, а не общоприетото схващане за „долна“, „средна“ и „висша“ класа (или пък „богати“ и „бедни“)?',
		'Защото главното значение на класата е, че зад нея се крие някакво обществено отношение. Дори да си работник, който получава 5 000 евро, ти пак си работник – защото се намираш в пряка зависимост от своя работодател, които не само определя твоята заплата, но може и да реши да те уволни когато си поиска.',
		'Но не само това – работническата и капиталистическата класа се намират в пряка зависимост една от друга. Това, което води до увеличаване благосъстоянието на едната, неминуемо води до намаляването на богатството на другата. Затова и има постоянна борба между двете класи – борба тук не трябва да се разбира като физически бой, а като искания за увеличаване на работната заплата или за намаляване на данъците, за инвестиции в публичните услуги или пък за прехвърлянето им в частни ръце.',
		'Който се вгледа внимателно в програмите на различните партии, прескачайки общите им лозунги за „борба с мафията“, ще види, че именно това е действителното им съдържание. Какво значи „насърчаване на бизнеса“? Че по-голяма част от произведеното от трудещите се трябва да отива в ръцете на частния бизнес. Какво значи „ефективна работа на публичните предприятия“? Налагането им на принцип на работа, който цели не задоволяване на нуждите на хората, а извличане на максимална печалба от тях – а в някои случаи, като например БДЖ и „Топлофикация“ – приватизирането им, тоест отново преминаването им в ръцете на капиталистическата класа.',
		'Еднa от главните критики, отправяни към комунистите е, че искаме всички да са равни. Антикомунистите пък твърдят, че всички са неравни – и въпреки това оправдават една политическа система, която предполага, че всички хора имат едни и същи цели, тоест – че те всички са равни като „граждани“.',
		' Разбира се, това е невярно – хората са неравни като хора с различни ценности и желания. Слагайки ги всички под общия знаменател „граждани“ не може да измени тази действителност. Целите им обаче съвпадат с класовата принадлежност – работниците искат по-високи заплати, по-достъпни публични услуги, по-високи минимални заплати; капиталистите искат обратното – по-ниски заплати за техните работници, извличане на повече печалби от публичния сектор, по-ниски минимални заплати.',
		'Разглеждайки партиите от гледището на класовата борба, ще видим, че всички те имат едни и същи цели, въпреки че искат да ги постигнат по-различни пътища. Макар че всички те представляват различни части от капиталистическата класа, щом стане въпрос за отстояване на общите им ценности борбата между тях се превръща във всеобщо съгласие. Тези партии никога няма да застанат истински на страната на трудещите се – затова и промяната по чисто парламентарен път е невъзможна.',
		'Ще напомним също, че докато до 1990 година в конституцията е била записана „ръководната роля на Българската комунистическа партия“, в днешно време там стои „неприкосновеността на частната собственост“ (публичната собственост обаче не е обявена за неприкосновена) – тоест забраната за национализация на големите фирми „без основателна причина“. За приватизацията на обществени предприятия винаги са се намирали „основателни причини“, досега обаче не сме видели същия пример с частни фирми.',
		'Членът, установяващ неприкосновеността на частната собственост, по заобиколен път установява и властта на капиталистическата класа над останалата част от обществото.',
		'За капиталистическата класа обществото не върви надолу, а нагоре. Всяка стотинка, измъкната от джоба на хората чрез по-високи цени, влиза в банковата сметка на някой капиталист.',
		'Но не трябва ли да се стремим към сплотяване, а не към разделение на българското общество?',
		'Дали искаме в българското общество да има разделение не зависи от това колко благопожелания се изсипват в тази насока, а от действителните материални условия, в които живеят различните хора в това общество – а е факт, че едната част живее във все по-бързо растяща бедност, а другата във все по-голямо охолство. Факт е също, че интересите на тези две части не могат да бъдат съгласувани едни с други.',
		'От друга страна, това, че човек е роден и принадлежи към една от тези две класи, не значи, че не може да има виждания, които да са в полза на другата – пример за това е един от основателите на научния комунизъм, който сам е бил капиталист, но въпреки това е посветил целия си живот на социализма. За жалост такова е и положението в българското общество – работниците защитават или пък не гледат на всички капиталисти като на хора с различни от тях интереси. Въпрос на време е обаче това да се промени.'
      ]
    },
    en: {
      title: 'Class and Class War', excerpt: 'What are class and class war?',
      paragraphs: [
        
      ]
    }
  }
];
